Welcome_message = '''
🎉 Добро пожаловать в нейропоисковик! 🎉

🤖 Я — твой персональный гид в мире нейросетей!

Зачем искать в интернете, если я уже знаю всё о бесплатных нейросетях? 🧠

✨ Что я могу:
• 🌐 Найти глубокие нейросети
• 🎨 Найти нейросети для генерации изображений
• 📝 Подобрать AI для написания текстов
• 🔊 Посоветовать инструменты для генерации голоса
• 🙈 Найти статью вики по названию(demo)

Просто выбери категорию ниже ⬇️
И я покажу лучшие бесплатные варианты! 💫
'''
Select_ai_image = '''
Хочешь преобразить свои снимки? ✨ Зацени эти нейросети! Кликай и переходи на официальный сайт – безопасно и креативно! 🎨
'''
Select_ai_voice = '''
Почувствуй силу нейросетей для работы со звуком! 🎧 От обработки до генерации голоса – все здесь! Ссылка ведет прямо на официальный сайт, никакой магии, только технологии! 😉
'''
Select_ai_text = '''
Нейросети, которые пишут за тебя? 🤯 Это реально! Кликай и исследуй мир текстовых возможностей! 📚
'''
Select_ai_smart = '''
Готов к серьезным вызовам? 🚀 Погрузись в мир продвинутых нейросетей! 🤿 Прямые ссылки на официальные сайты – для тех, кто ищет максимум возможностей! 🏆
'''
Feedback_m = """
💬 Обратная связь

Мы ценим ваше мнение! ✨

Что можете написать:
🐛 Нашли баг или ошибку
💡 Есть идея для улучшения
🧠 Хотите новую нейросеть в подборку
⭐ Общие впечатления от бота

Пишите смело на почту @!#&(*!&67! 📝
Каждое сообщение читается и учитывается!

Спасибо, что делаете нас лучше! 🙏
"""
Feedback_r = """
✅ *Спасибо за обратную связь!*

Ваше сообщение сохранено и будет рассмотрено.

*Мы стараемся становиться лучше каждый день!* 🚀

Вернитесь к выбору нейросетей 👇
"""

Information = '''
🌟 О проекте NeuroLink

Миссия:
Сделать нейросети доступными для всех! 

Наши принципы:
🔍 Только проверенные нейросети
💫 Бесплатный доступ
🔄 Регулярное обновление

'''
WikiText = '''
Для поиска информации в Wikipedia, пожалуйста, введите ваш запрос ниже.
'''

